Repository: cbrooker/Armor
Catalog: Armor.Web/Resources/Views/Assessment/PatientAssessment.*.resx
Languages: fr

# Question10
source: 10. Which of the following other medication(s) is this patient currently taking? (Select all that apply)
fr: 10. Parmi les médicaments suivants, quels sont ceux que prend actuellement le patient? (Cochez tous ceux qui s’appliquent.)

# Question102
source: Proton pump inhibitor (eg, omeprazole, pantoprazole)
fr: Inhibiteur de la pompe à protons (p. ex., oméprazole, pantoprazole)

# Question103
source: H2 receptor antagonist (eg, cimetadine, ranitidine)
fr: Antagoniste des récepteurs H2 (p. ex., cimétidine, ranitidine)

# Question104
source: Low-dose ASA (<300 mg/day)
fr: Faible dose d’acide acétylsalicylique (AAS) (< 300 mg/jour)

# Question105
source: Selective serotonin reuptake inhibitor (eg, citalopram, paroxetine)
fr: Inhibiteur sélectif du recaptage de la sérotonine (ex. citalopram, paroxétine)

# Question106
source: Anticoagulant (eg, warfarin)
fr: Anticoagulant (p. ex., warfarine)

# Question107
source: Corticosteroid (eg, prednisone)
fr: Corticostéroïde (p. ex., prednisone)

# Question108
source: Antiplatelet medication
fr: Inhibiteur de l’agrégation plaquettaire

# Question11
source: 11. How would you categorize this patient’s GI risk?
fr: 11. Comment qualifiez-vous le risque gastro-intestinal du patient?

# Question111
source: Low
fr: Faible

# Question112
source: Moderate
fr: Modéré

# Question113
source: High
fr: Élevé

# Question12
source: 12. Your patient’s GI risk:
fr: 12. Vous pouvez calculer le risque gastro-intestinal du patient:

# Question13
source: 13. Knowing this patient’s level of GI risk, what changes will you make to their OA medication(s)? (Check all that apply)
fr: 13. Maintenant que vous connaissez le risque de complications gastro-intestinales que présente le patient, quels changements apporterez-vous à son traitement tre l’arthrose? (Cochez tous les médicaments qui s’appliquent.)

# Question131
source: Acetaminophen
fr: Acétaminophène

# Question1310
source: Celecoxib
fr: Célécoxib

# Question1311
source: Acetaminophen/tramadol
fr: Acétaminophène/tramadol

# Question1312
source: Codeine (in combination with acetaminophen)
fr: Codéine (en association avec l’acétaminophène)

# Question1312a
source: < 360 (codeine)
fr: < 360 (Codéine)

# Question1312b
source: > 360 (codeine)
fr: > 360 (Codéine)

# Question132
source: Aspirin (>300 mg)
fr: Aspirine (>300 mg)

# Question133
source: Diclofenac
fr: Diclofénac

# Question134
source: Diclofenac/misoprostol
fr: Diclofénac/misoprostol

# Question134a
source: 100 (diclofenac)
fr: 100 (Diclofénac)

# Question134b
source: 150 (diclofenac)
fr: 150 (Diclofénac)

# Question135
source: Ibuprofen
fr: Ibuprofène

# Question135a
source: < 1200mg/day
fr: < 1200mg/jour

# Question135b
source: >= 1200mg/day
fr: >= 1200mg/jour

# Question136
source: Indomethacin
fr: Indométhacine

# Question137
source: Meloxicam
fr: Méloxicame

# Question138
source: Naproxen
fr: Naproxène

# Question139
source: Naproxen—PPI
fr: Naproxène/inhibiteur

# Question139a
source: < 1000 (naproxen)
fr: < 1000 (Naproxène)

# Question139b
source: >= 1000 (naproxen)
fr: >= 1000 (Naproxène)

# Question13a
source: No Change
fr: Aucun changement

# Question13b
source: Switch to:
fr: Passage à:

# Question13c
source: Add a gastroprotective agent
fr: Ajout d’un agent gastroprotecteur

# Question13Other
source: Other
fr: Autre (veuillez préciser):

# Question13Title1
source: Medication
fr: Médicament

# Question13Title2
source: Dose (mg/day)
fr: Dose (mg/jour)

# Question2
source: 2. Sex
fr: 2. Sexe

# Question21
source: Male
fr: H

# Question22
source: Female
fr: F

# Question3
source: 3. Type of OA (select all that apply)
fr: 3. Type d’arthrose (cochez tout ce qui s’applique)

# Question31
source: Cervical
fr: Cou

# Question32
source: Dorsal
fr: Dos

# Question33
source: Lumbar
fr: Région lombaire

# Question34
source: Hand
fr: Main

# Question35
source: Hip
fr: Hanche

# Question36
source: Knee
fr: Genou

# Question4
source: 4. Is this patient overweight (ie, BMI >25)
fr: 4. Le patient a-t-il un excès de poids (IMC ≥ 25)

# Question41
source: Yes
fr: Oui

# Question42
source: No
fr: Non

# Question5
source: 5. Smoking status
fr: 5. Tabagisme

# Question51
source: Active smoker
fr: Fumeur

# Question52
source: Ex-smoker (within the past 10 years)
fr: Ex-fumeur (abandon du tabac au cours des dix dernières années)

# Question53
source: Non-smoker
fr: Non-fumeur

# Question6
source: 6. Average number of alcoholic drinks per week
fr: 6. Consommation moyenne d’alcool par semaine (nombre de verres):

# Question7
source: 7. Does this patient use illicit/recreational drugs?
fr: 7. Le patient consomme-t-il des drogues illicites à des fins récréatives?

# Question71
source: Yes
fr: Oui

# Question72
source: No
fr: Non

# Question8
source: 8. History of
fr: 8. Antécédents

# Question81
source: Uncomplicated peptic ulcer
fr: Ulcère gastroduodénal non compliqué

# Question82
source: Dyspepsia
fr: Dyspepsie

# Question83
source: GERD
fr: Reflux gastro-œsophagien pathologique

# Question84
source: Bleeding peptic ulcer
fr: Ulcère gastroduodénal hémorragique

# Question85
source: H pylori infection treated
fr: Infection par H. pylori traitée

# Question86
source: H pylori infection untreated
fr: Infection par H. pylori non traitée

# Question9
source: 9. Which of the following medication(s) is this patient currently taking to manage their OA symptoms? (Select all that apply)
fr: 9. Parmi les médicaments suivants, quels sont ceux que prend le patient pour soulager ses symptômes d’arthrose? (Cochez tous ceux qui s’appliquent.)

# Question91
source: Acetaminophen
fr: Acétaminophène

# Question910
source: Celecoxib
fr: Célécoxib

# Question911
source: Acetaminophen/tramadol
fr: Acétaminophène/tramadol

# Question912
source: Codeine (in combination with acetaminophen)
fr: Codéine (en association avec l’acétaminophène)

# Question912a
source: < 360 (codeine)
fr: < 360 (Codéine)

# Question912b
source: > 360 (codeine)
fr: > 360 (Codéine)

# Question92
source: Aspirin (>300 mg)
fr: Aspirine (>300 mg)

# Question93
source: Diclofenac
fr: Diclofénac

# Question94
source: Diclofenac/misoprostol
fr: Diclofénac/misoprostol

# Question94a
source: 100 (diclofenac)
fr: 100 (Diclofénac)

# Question94b
source: 150 (diclofenac)
fr: 150 (Diclofénac)

# Question95
source: Ibuprofen
fr: Ibuprofène

# Question95a
source: < 1200mg/day
fr: < 1200mg/jour

# Question95b
source: >= 1200mg/day
fr: >= 1200mg/jour

# Question96
source: Indomethacin
fr: Indométhacine

# Question97
source: Meloxicam
fr: Méloxicame

# Question98
source: Naproxen
fr: Naproxène

# Question99
source: Naproxen—PPI
fr: Naproxène/inhibiteur

# Question99a
source: < 1000 (naproxen)
fr: < 1000 (Naproxène)

# Question99b
source: >= 1000 (naproxen)
fr: >= 1000 (Naproxène)

# Question9Other
source: Other
fr: Autre

# Question9Title1
source: Medication
fr: Médicament

# Question9Title2
source: Dose (mg/day)
fr: Dose (mg/jour)

# Title
source: Patient Assessment
fr: Fiche d’évaluation du patient

# TopTextBlur
source: <h3>To be completed by physician for patients who meet the following criteria:</h3> <div class="criteria"> <ul> <li>Diagnosis of osteoarthritis</li> <li>Aged 18 years or older</li> <li>Has pain that interferes with normal daily activities</li> <li>Has an indication for NSAID treatment</li> </ul> </div>
fr: <h3>À remplir pour les patients qui répondent aux critères suivants:</h3> <div class="criteria"> <ul> <li>Diagnostic d’arthrose</li> <li>Âgé de 18 ans ou plus</li> <li>La douleur nuit aux activités quotidiennes</li> <li>Un traitement par un AINS est indiqué</li> </ul> </div>

# High
source: High Risk
fr: Élevé

# Low
source: Low Risk
fr: Faible

# Medium
source: Moderate risk
fr: Modéré
