Repository: cbrooker/Armor
Catalog: Armor.Web/Resources/Views/Assessment/PreAssessment.*.resx
Languages: fr

# BeforeQ3Bullets
source: <ul> <li>Diagnosis of osteoarthritis</li> <li>Aged 18 years or older</li> <li>Has pain that interferes with normal daily activities</li> <li>Has an indication for NSAID treatment</li> </ul>
fr: <ul> <li>Diagnostic d’arthrose</li> <li>Âge égal ou supérieur à 18 ans</li> <li>Douleur empêchant le patient de vaquer normalement à ses activités quotidiennes</li> <li>Indication pour le traitement au moyen d’AINS</li> </ul>

# HeaderBeforeQ3
source: The following questions apply only to the patients in your practice who meet the following criteria:
fr: Les questions suivantes ne s’appliquent qu’à vos patients répondant aux critères suivants :

# Question1
source: 1. What percentage of patients in your practice have OA?
fr: 1. Parmi vos patients, quel est le pourcentage de cas d’arthrose?

# Question10
source: 10. What percentage of these patients have OA in the following sites (% does not need to add up to 100% as patients may have OA in more than one site):
fr: 10. Quel pourcentage de ces patients sont atteints des formes suivantes d’arthrose? (Les pourcentages n’ont pas à totaliser 100 %, car certains patients peuvent souffrir de plus d’une forme d’arthrose):

# Question101
source: Cervical
fr: Arthrose cervicale

# Question102
source: Dorsal
fr: Arthrose dorsale

# Question103
source: Lumbar
fr: Lombarthrose

# Question104
source: Hand
fr: Arthrose de la main

# Question105
source: Hip
fr: Coxarthrose

# Question106
source: Knee
fr: Gonarthrose

# Question11
source: 11. What percentage of these patients would you categorize as being at low, moderate, and high risk of GI complications with NSAID use? (Percentages should add up to 100%):
fr: 11. Quel pourcentage de ces patients rangeriez-vous dans les catégories présentant un risque faible, modéré ou élevé de complications GI associées à la prise d’AINS? (Les pourcentages doivent totaliser 100 %.):

# Question111
source: Low risk
fr: Risque faible

# Question112
source: Moderate risk
fr: Risque modéré

# Question113
source: High risk
fr: Risque élevé

# Question12
source: 12. Which medications do you typically prescribe for these patients in the following GI risk categories (select all that apply):
fr: 12. Quelle est votre ordonnance type pour les patients entrant dans les catégories de risque GI suivantes? (Sélectionnez toutes les réponses qui s’appliquent):

# Question121
source: Acetaminophen
fr: Acétaminophène

# Question1210
source: Celecoxib
fr: Célécoxib

# Question1211
source: Acetaminophen/tramadol
fr: Acétaminophène/tramadol

# Question1212
source: Codeine (in combination with acetaminophen)
fr: Codéine (en association avec de l’acétaminophène)

# Question1214
source: Other
fr: Autre

# Question122
source: Aspirin (>300 mg)
fr: Aspirine à 300 mg

# Question123
source: Diclofenac
fr: Diclofénac

# Question124
source: Diclofenac/misoprostol
fr: Diclofénac/misoprostol

# Question125
source: Ibuprofen
fr: Ibuprofène

# Question126
source: Indomethacin
fr: Indométhacine

# Question127
source: Meloxicam
fr: Méloxicam

# Question128
source: Naproxen
fr: Naproxène

# Question129
source: Naproxen/PPI
fr: Naproxène/IPP

# Question12Header1
source: Medication
fr: Médicament

# Question12Header2
source: Low GI risk
fr: Risque GI faible

# Question12Header3
source: Moderate GI risk
fr: Risque GI modéré

# Question12Header4
source: High GI risk
fr: Risque GI élevé

# Question2
source: 2. What percentage of your patients with OA are taking an NSAID?
fr: 2. Quel est le pourcentage de vos patients atteints d’arthrose qui prennent un AINS?

# Question3
source: 3. What percentage of these patients are older than 60 years of age?
fr: 3. Quel pourcentage de ces patients ont plus de 60 ans?

# Question4
source: 4. What percentage of these patients are overweight?
fr: 4. Quel pourcentage de ces patients ont un excédent de poids?

# Question5
source: 5. What percentage of these patients are:
fr: 5. Quel pourcentage de ces patients sont:

# Question51
source: Active smokers?
fr: des fumeurs?

# Question52
source: Ex-smokers?
fr: des ex-fumeurs?

# Question53
source: Non-smokers
fr: des non-fumeurs?

# Question6
source: 6. What percentage of these patients are taking low-dose ASA (<300 mg/day) for CV protection?
fr: 6. Quel pourcentage de ces patients prennent de l’acide acétylsalicylique (AAS) à faible dose (< 300 mg/jour) aux fins de cardioprotection?

# Question7
source: 7. What percentage of these patients are taking a corticosteroid?
fr: 7. Quel pourcentage de ces patients prennent un corticostéroïde?

# Question8
source: 8. What percentage of these patients are taking an anticoagulant medication?
fr: 8. Quel pourcentage de ces patients prennent un anticoagulant?

# Question9
source: 9. What percentage of these patients have a history of:
fr: 9. Quel pourcentage de ces patients ont des antécédents:

# Question91
source: Uncomplicated peptic ulcer
fr: d’ulcère gastroduodénal non compliqué

# Question92
source: GERD
fr: de reflux gastro-œsophagien

# Question93
source: Dyspepsia
fr: de dyspepsie

# Question94
source: Bleeding peptic ulcer
fr: d’ulcère gastroduodénal hémorragique

# Question95
source: <em>H pylori</em> infection
fr: d’infection à <em>H. pylori</em>

# Title
source: Pre-Assessment Questionnaire
fr: Formulaire Préliminaire
