Repository: cbrooker/Armor
Catalog: Armor.Web/Resources/Views/Assessment/ProgramEvaluatorStage1.*.resx
Languages: fr

# HeadingBefore16
source: Patient Profiles
fr: Portraits de patients

# HeadingBefore19
source: Based on your own practice:
fr: Selon votre propre expérience clinique:

# PleaseRate
source: Please rate your familiarity with the following <p> (1 = not familiar at all, 10 = very familiar):</p>
fr: Veuillez indiquer dans quelle mesure les points suivants vous sont familiers:

# PleaseRate2
source: Rate the following risk factors in terms of their importance in GI risk with NSAID use <p> (1 = low risk, 10 = high risk):</p>
fr: Veuillez évaluer les facteurs de risque suivants selon leur importance en matière de risque de complications GI associées à la prise d’AINS:

# Question1
source: 1. The LOGICA study (Lanas et al 2010)
fr: 1. L’étude LOGICA (Lanas et al., 2010)

# Question10
source: 10. Concomitant use of oral anticoagulants
fr: 10. Prise concomitante d’anticoagulants oraux

# Question11
source: 11. History of bleeding peptic ulcer
fr: 11. Antécédents d’ulcère gastroduodénal hémorragique

# Question12
source: 12. In the LOGICA study, what percentage of 3,293 patients were at increased risk of experiencing a GI adverse event with NSAID use?
fr: 12. Dans le cadre de l’étude LOGICA, quel pourcentage des 3 293 patients étaient exposés à un risque accru de présenter une manifestation GI indésirable associée à la prise d’AINS?

# Question12DontKnow
source: I don't know
fr: Ne sait pas

# Question13
source: 13. What was the most common GI risk factor in the LOGICA study?
fr: 13. Quel était le facteur de risque GI le plus fréquent dans le cadre de l’étude LOGICA?

# Question131
source: Age 60 years or older
fr: Personnes âgées de 60 ans et plus

# Question132
source: History of dyspepsia
fr: Antécédents de dyspepsie

# Question133
source: High NSAID dose
fr: AINS à forte dose

# Question134
source: Concomitant use of ASA
fr: Emploi concomitant d’AAS

# Question135
source: History of uncomplicated peptic ulcer
fr: Antécédents d’ulcère gastroduodénal non compliqué

# Question136
source: Concomitant use of corticosteroids
fr: Emploi concomitant de corticostéroïdes

# Question137
source: Concomitant use of oral anticoagulants
fr: Emploi concomitant d’anticoagulants oraux

# Question138
source: History of bleeding peptic ulcer
fr: Antécédents d’ulcère gastroduodénal hémorragique

# Question139
source: I don't know
fr: Ne sait pas

# Question14
source: 14. What is your preferred treatment strategy for patients with OA who do not respond to acetaminophen and are at <strong><span class="underline">moderate risk</span></strong> of GI adverse events with NSAIDs?
fr: 14. Quelle est votre stratégie thérapeutique privilégiée pour les patients arthrosiques qui ne répondent pas à l’acétaminophène et qui présentent un risque modéré de manifestations GI indésirables associées à la prise d’AINS?

# Question141
source: Traditional NSAID + misoprostol
fr: AINS classique + misoprostol

# Question142
source: Traditional NSAID + H2 receptor antagonist
fr: AINS classique + antagoniste des récepteurs H2

# Question143
source: Traditional NSAID + PPI
fr: AINS classique + IPP

# Question146
source: Coxib + H2 receptor antagonist
fr: Coxib + antagoniste des récepteurs H2

# Question147
source: Coxib + PPI
fr: Coxib + IPP

# Question148
source: Other (please specify)
fr: Autre (veuillez préciser)

# Question15
source: 15. What is your preferred treatment strategy for patients with OA who do not respond to acetaminophen and are at <strong><span class'underline'>high risk</span></strong> of GI adverse events with NSAIDs?
fr: 15. Quelle est votre stratégie thérapeutique privilégiée pour les patients arthrosiques qui ne répondent pas à l’acétaminophène et qui présentent un risque élevé de manifestations GI indésirables associées à la prise d’AINS?

# Question151
source: Traditional NSAID + misoprostol
fr: AINS classique + misoprostol

# Question152
source: Traditional NSAID + H2 receptor antagonist
fr: AINS classique + antagoniste des récepteurs H2

# Question153
source: Traditional NSAID + PPI
fr: AINS classique + IPP

# Question156
source: Coxib + H2 receptor antagonist
fr: Coxib + antagoniste des récepteurs H2

# Question157
source: Coxib + PPI
fr: Coxib + IPP

# Question158
source: Other (please specify)
fr: Autre (veuillez préciser)

# Question16
source: 16. Gary is a 65-year-old man with osteoarthritis that was diagnosed 6 months ago. He has a history of uncomplicated peptic ulcer. Based on this information, how would you classify Gary’s risk of experiencing a GI adverse event with NSAIDs?
fr: 16. Georges est un homme de 65 ans qui a reçu un diagnostic d’arthrose il y a six mois et qui a des antécédents d’ulcère gastroduodénal non compliqué. À la lumière de ces données, comment classeriez-vous le risque de présenter une manifestation GI indésirable associée à la prise d’AINS auquel Georges est exposé?

# Question161
source: Low
fr: Faible

# Question162
source: Medium
fr: Modéré

# Question163
source: High
fr: Élevé

# Question17
source: 17. Mary is a 40-year-old woman with recently diagnosed OA and a history of dyspepsia. She has been taking acetaminophen 1,000 mg tid but her pain is still interfering with her daily activities. The only other medication that she takes regularly is fluticasone for asthma. How would you manage Mary’s ongoing OA pain? (Select all that apply)
fr: 17. Marie est une femme de 40 ans qui a fait récemment l’objet d’un diagnostic d’arthrose et qui a des antécédents de dyspepsie. Elle prend de l’acétaminophène à 1000 mg trois fois par jour, mais la douleur qu’elle éprouve l’empêche encore de vaquer normalement à ses activités quotidiennes. Le seul autre médicament qu’elle prend régulièrement est de la fluticasone pour traiter son asthme. Comment traiteriez-vous la douleur arthrosique tenace éprouvée par Marie? (Choisissez toutes les réponses qui s’appliquent.)

# Question171
source: Increase her dosage of acetaminophen
fr: Augmentation de la dose d’acétaminophène

# Question172
source: Prescribe a traditional NSAID
fr: Prescription d’un AINS classique

# Question173
source: Prescribe a coxib
fr: Prescription d’un coxib

# Question174
source: Prescribe a gastroprotective agent
fr: Prescription d’un agent gastroprotecteur

# Question175
source: Other (please specify)
fr: Autre (veuillez préciser)

# Question18
source: 18. Karen is a 40-year-old woman with OA that has been well managed with diclofenac 150 mg/day for the past three years. She recently experienced a DVT secondary to oral contraceptives and is taking daily warfarin. What change would you make to Karen’s pain medication?
fr: 18. Karine est une femme de 40 ans qui est atteinte d’arthrose et qui est traitée avec succès depuis trois ans par du diclofénac à 150 mg/jour. Elle a subi récemment une thrombose veineuse profonde causée par la prise de contraceptifs oraux et elle prend de la warfarine quotidiennement. Quel changement apporteriez-vous au traitement analgésique de Karine?

# Question181
source: No change
fr: Aucun changement

# Question182
source: Take her off diclofenac and prescribe a coxib
fr: Retrait du diclofénac et prescription d’un coxib

# Question183
source: Reduce her dose of diclofenac
fr: Réduction de la dose de diclofénac

# Question184
source: Maintain her current dose of diclofenac and prescribe a gastroprotective agent
fr: Poursuite du traitement par le diclofénac et prescription d’un agent gastroprotecteur

# Question185
source: Other (please specify)
fr: Autre (veuillez préciser)

# Question19
source: 19. For what % of your patients for whom you are prescribing NSAIDS do you take GI risk factors into considerations?
fr: 19. Pour quel pourcentage des patients à qui vous prescrivez des AINS tenez-vous compte des facteurs de risque GI?

# Question2
source: 2. Screening for GI risk factors in patients with OA
fr: 2. L’évaluation des facteurs de risque GI chez les patients arthrosiques

# Question20
source: 20. What percentage of your patients with the following criteria would you categorize as being at low, moderate, and high risk of GI complications with NSAID use? (Percentages should add up to 100%)
fr: 20. Quel pourcentage de vos patients répondant aux critères suivants rangeriez-vous dans les catégories présentant un risque faible, modéré ou élevé de complications GI associées à la prise d’AINS? (Les pourcentages doivent totaliser 100 %):

# Question201
source: Low
fr: Risque faible

# Question202
source: Moderate
fr: Risque modéré

# Question203
source: High
fr: Risque élevé

# Question20Bullets
source: <div class="criteria"> <ul> <li>Diagnosis of osteoarthritis</li> <li>Aged 18 years or older</li> <li>Pain that interferes with normal daily activities</li> <li>Indication for NSAID treatment</li> </ul> </div>
fr: <div class="criteria"> <ul> <li>Diagnostic d’arthrose</li> <li>Âge égal ou supérieur à 18 ans</li> <li>Douleur nuisant à l’exécution des activités quotidiennes du patient</li> <li>Indication pour le traitement au moyen d’AINS</li> </ul> </div>

# Question3
source: 3. Treatment options for patients with OA who are at increased risk of GI adverse events associated with NSAID use
fr: 3. Les différents traitements offerts aux patients arthrosiques qui présentent un risque accru de manifestations GI indésirables associées à la prise d’AINS

# Question4
source: 4. Age 60 years or older
fr: 4. Personnes âgées de 60 ans et plus

# Question5
source: 5. History of dyspepsia
fr: 5. Antécédents de dyspepsie

# Question6
source: 6. High NSAID dose
fr: 6. AINS à forte dose

# Question7
source: 7. Concomitant use of ASA
fr: 7. Prise concomitante d’AAS

# Question8
source: 8. History of uncomplicated peptic ulcer
fr: 8. Antécédents d’ulcère gastroduodénal non compliqué

# Question9
source: 9. Concomitant use of corticosteroids
fr: 9. Prise concomitante de corticostéroïdes

# Title
source: Program Evaluator Stage 1
fr: Fiche de Contrôle du Programme 1

# Title2
source: Program Evaluator Stage 2
fr: Fiche de Contrôle du Programme 2

# Title3
source: Program Evaluator Stage 3
fr: Fiche de Contrôle du Programme 3
